Repository: IviriusCommunity/Rebound
Catalog: src/apps/Rebound.About/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br, ro_ro, ru_ru, zh_cn

# AccentColorPalette.Text
source: Accent color palette
pt_br: Paleta de cores de destaque
ro_ro: Paleta culorii de accent

# ActivationState.Text
source: Activation state
pt_br: Estado de Ativação
ro_ro: Stare de activare

# ActivationStatusActivated
source: The current installation of Windows is activated with a valid product key.
pt_br: A instalação atual do Windows está ativada com uma chave de produto válida.
ro_ro: Instalarea curentă de Windows este activată cu o cheie de produs validă.

# ActivationStatusExtendedGracePeriod
source: This installation is in the activation extended grace period. Please activate Windows before the grace period ends to keep using your PC.
pt_br: Esta instalação está no período estendido de tolerância para ativação. Ative o Windows antes do fim do período de tolerância para continuar usando o PC.
ro_ro: Această instalare se află în perioada de grație extinsă de activare. Vă rugăm să activați Windows înainte de expirarea perioadei de grație pentru a continua să utilizați PC-ul.

# ActivationStatusGracePeriod
source: This installation is in the activation grace period. Please activate Windows before the grace period ends to keep using your PC.
pt_br: Esta instalação está no período de tolerância para ativação. Ative o Windows antes do fim do período de tolerância para continuar usando o PC.
ro_ro: Această instalare se află în perioada de grație de activare. Vă rugăm să activați Windows înainte de expirarea perioadei de grație pentru a continua să utilizați PC-ul.

# ActivationStatusNonGenuine
source: This installation of Windows is not genuine. Please purchase a Windows product key from microsoft.com or the Microsoft Store.
pt_br: Esta instalação do Windows não é genuína. Compre uma chave de produto do Windows em microsoft.com ou na Microsoft Store.
ro_ro: Această instalare de Windows nu este autentică. Vă rugăm să achiziționați o cheie de produs Windows de la microsoft.com sau din Microsoft Store.

# ActivationStatusUnknown
source: Couldn't retrieve activation status.
pt_br: Não foi possível obter o status de ativação.
ro_ro: Nu s-a putut recupera starea de activare.

# ActivationStatusUnlicensed
source: Windows is not activated. Consider purchasing a Windows product key to unlock every feature.
pt_br: O Windows não está ativado. Considere comprar uma chave de produto do Windows para desbloquear todos os recursos.
ro_ro: Windows nu este activat. Luați în considerare achiziționarea unei chei de produs Windows pentru a debloca fiecare funcție.

# AdministratorAccount.Text
source: Administrator account
pt_br: Conta de administrador
ro_ro: Cont de administrator

# ArchitectureLabel.Text
source: Architecture
pt_br: Arquitetura
ro_ro: Arhitectură

# BrightnessGradient.Text
source: Brightness gradient
pt_br: Gradiente de brilho
ro_ro: Gradient de luminozitate

# ComputerNameLabel.Text
source: Computer name
pt_br: Nome do computador
ro_ro: Numele calculatorului

# CopyFirstFour.Text
source: Copy first four
pt_br: Copiar os quatro primeiros
ro_ro: Copiază primele patru

# CopyLicenseOwners.Text
source: Copy license owners
pt_br: Copiar proprietários da licença
ro_ro: Copiază deținătorii de licență
ru_ru: Копировать сведения о владельцах лицензии
zh_cn: 版权所有者

# CopyrightLabel.Text
source: Copyright ©️ Microsoft Corporation. All rights reserved.
ro_ro: Copyright ©️ Microsoft Corporation. Toate drepturile rezervate.
ru_ru: Авторские права ©️ Microsoft Corporation. Все права защищены.
zh_cn: 版权所有 ©️ 微软公司。保留所有权利。

# CopyWindowsVer.Text
source: Copy Windows version
pt_br: Copiar versão do Windows
ro_ro: Copiază versiunea Windows
ru_ru: Скопировать версию Windows
zh_cn: 复制Windows版本

# CPULabel.Text
source: CPU
ro_ro: Procesor

source: Current user
pt_br: Usuário atual
ro_ro: Utilizator curent
ru_ru: Текущий пользователь

# DeviceManufacturerLabel.Text
source: Device manufacturer
pt_br: Fabricante do dispositivo
ro_ro: Producătorul dispozitivului

# DeviceModelLabel.Text
source: Device model
pt_br: Modelo do dispositivo
ro_ro: Modelul dispozitivului

# DisplayRefreshRateLabel.Text
source: Display refresh rate
pt_br: Taxa de atualização da tela
ro_ro: Rata de refresh

# DisplayResLabel.Text
source: Display resolution
pt_br: Resolução da tela
ro_ro: Rezoluția ecranului

# EditionLabel.Text
source: Edition
pt_br: Edição
ro_ro: Ediție

# GPULabel.Text
source: GPU
ro_ro: Placă video

# HelloUser
source: Hello, {0}!
pt_br: Olá, {0}!
ro_ro: Salut, {0}!

# InformationLabel.Text
source: Information
pt_br: Informação
ro_ro: Informații

# InformationSegmentedItem.Content
source: Information
pt_br: Informação
ro_ro: Informații

# InstalledOnLabel.Text
source: Installed on
pt_br: Instalado em
ro_ro: Instalat pe data de

# LegacyWinver.Text
source: Legacy winver
pt_br: Winver legado
ro_ro: winver clasic

# LegalInfo
source: The {0} operating system and its user interface are protected by trademark and other pending or existing intellectual property rights in the United States and other countries/regions.
pt_br: O sistema operacional {0} e sua interface de usuário são protegidos por marcas registradas e outros direitos de propriedade intelectual pendentes ou existentes nos Estados Unidos e em outros países/regiões.
ro_ro: Sistemul de operare {0} și interfața sa de utilizator sunt protejate de mărci comerciale și alte drepturi de proprietate intelectuală existente sau în curs de obținere în Statele Unite și în alte țări/regiuni.
ru_ru: Операционная система {0} и её пользовательский интерфейс защищены торговым знаком и другими незавершенными или существующими правами интеллектуальной собственности в Соединенных Штатах и других странах/регионах.
zh_cn: {0}操作系统及其用户界面受美国及其他国家/地区的商标和其他正在申请或已存在的知识产权保护。

# LicensedUnderLabel.Text
source: This product is licensed under the
pt_br: Este produto é licenciado sob a
ro_ro: Acest produs este licențiat sub
ru_ru: Этот продукт лицензирован в соответствии с
zh_cn: 本产品已根据以下内容获得许可

# LicenseInformation.Text
source: License information
pt_br: Informações da licença
ro_ro: Informații despre licență

# LicenseSegmentedItem.Content
source: License
pt_br: Licença
ro_ro: Licență

# LocalAccount.Text
source: Local account
pt_br: Conta local
ro_ro: Cont local

# LocaleLabel.Text
source: Locale
pt_br: Localidade
ro_ro: Limbă

# LocalIPLabel.Text
source: Local IP
pt_br: IP local
ro_ro: IP local

# MicrosoftAccount.Text
source: Microsoft account
pt_br: Conta Microsoft
ro_ro: Cont Microsoft

# MicrosoftLicenseTermsLabel.Text
source: Microsoft Software License Terms
pt_br: Termos de Licença de Software da Microsoft
ro_ro: Termenii Licenței Software Microsoft
ru_ru: Условиями лицензии Microsoft на программное обеспечение
zh_cn: 微软软件许可条款

# MoreInformation.Content
source: More information
pt_br: Mais informações
ro_ro: Mai multe informații

# MotherboardModelLabel.Text
source: Motherboard model
pt_br: Modelo da placa-mãe
ro_ro: Modelul plăcii de bază

# OpenUserFolder.Text
source: Open User Folder
pt_br: Abrir pasta do usuário
ro_ro: Deschide folderul de utilizator

# OpenWinActivation.Text
source: Open Windows Activation Settings
pt_br: Abra as configurações de ativação do Windows
ro_ro: Deschide setările de activare Windows

# PasswordExpiresOn.Text
source: Password expires on:
pt_br: A senha expira em:
ro_ro: Parola expiră pe data de:

# PhysicalRam.Text
source: Physical
pt_br: Física
ro_ro: Fizică

# RAMLabel.Text
source: RAM
ro_ro: Memorie

# ReboundInfo.Text
source: Rebound is a Windows mod that does not modify system files. The current Windows installation contains additional apps to run Rebound.
pt_br: Rebound é um mod do Windows que não modifica arquivos de sistema. A instalação atual do Windows contém aplicativos adicionais para executar o Rebound.
ro_ro: Rebound este un mod pentru Windows care nu modifică fișierele de sistem. Instalarea curentă de Windows conține aplicații suplimentare pentru a rula Rebound.
ru_ru: Rebound — это мод для Windows, который не изменяет системные файлы. Текущая установка Windows содержит дополнительные приложения для запуска Rebound.
zh_cn: Rebound是一款不修改系统文件的Windows插件。当前的Windows安装包含运行Rebound所需的额外应用程序。

# ReboundInstalledText
source: Rebound is a Windows metamod that does not modify system files. The current Windows installation contains additional apps and services to run Rebound.
pt_br: Rebound é um meta‑mod do Windows que não modifica arquivos de sistema. A instalação atual do Windows contém aplicativos e serviços adicionais para executar o Rebound.
ro_ro: Rebound este un metamod pentru Windows care nu modifică fișierele de sistem. Instalarea curentă de Windows conține aplicații și servicii suplimentare pentru a rula Rebound.

# ReboundNotInstalledText
source: Rebound is a Windows metamod that does not modify system files. Rebound is not currently installed on your system.
pt_br: Rebound é um meta‑mod do Windows que não modifica arquivos de sistema. Rebound não está instalado no seu sistema no momento.
ro_ro: Rebound este un metamod pentru Windows care nu modifică fișierele de sistem. Rebound nu este instalat în prezent pe sistemul dvs.

# SaturationGradient.Text
source: Saturation gradient
pt_br: Gradiente de saturação
ro_ro: Gradient de saturație

# ScalingFactorLabel.Text
source: Scaling factor
pt_br: Fator de escala
ro_ro: Factor de scalare

# StorageLabel.Text
source: Storage
pt_br: Armazenamento
ro_ro: Stocare

# WindowTitle
source: About Windows
pt_br: Sobre o Windows
ro_ro: Despre Windows

# Title.Text
source: About Windows
pt_br: Sobre o Windows
ro_ro: Despre Windows
ru_ru: Сведения о Windows

# ToLabel.Text
source: to:
pt_br: para:
ro_ro: către:
ru_ru: Для:
zh_cn: 向:

source: Unknown
pt_br: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестный
zh_cn: 未知

source: Unknown license holders
pt_br: Titulares de licença desconhecidos
ro_ro: Deținători de licență necunoscuți
ru_ru: Владельцы лицензии неизвестны
zh_cn: 未知证书持有者

# UptimeLabel.Text
source: Uptime
pt_br: Tempo de atividade
ro_ro: Timp de funcționare

# UsableRam.Text
source: Usable
pt_br: Usável
ro_ro: Utilizabilă

# UserAccount.Text
source: User account
pt_br: Conta do usuário
ro_ro: Cont de utilizator

# VersionLabel.Text
source: Version
pt_br: Versão
ro_ro: Versiune

# VersionOSBuild
source: Version {0} (OS Build {1}.{2})
pt_br: Versão {0} (Compilação do S.O {1}.{2})
ro_ro: Versiunea {0} (Compilație S.O. {1}.{2})
ru_ru: Версия {0} (Сборка ОС {1}.{2})
zh_cn: 版本 {0} (操作系统构建 {1}.{2})

# ViewMore.Text
source: View more
pt_br: Ver mais
ro_ro: Vezi mai mult

# WindowsDriveLabel.Text
source: Windows drive
pt_br: Unidade do Windows
ro_ro: Unitate Windows

# ServiceHostNotFound
source: Rebound Service Host not found.
pt_br: Rebound Service Host não encontrado.
ro_ro: Rebound Service Host nu a fost găsit.

# ServiceHostNotFoundInfo
source: Could not find Rebound Service Host. This process is required for the "Legacy winver" feature to work.
pt_br: Não foi possível encontrar o Rebound Service Host. Este processo é necessário para que o recurso “Winver legado” funcione.
ro_ro: Nu s-a putut găsi Rebound Service Host. Acest process este necesar pentru ca acțiunes "winver original" să funcționeze.

# CouldntLaunchServiceHost
source: Couldn't launch Rebound Service Host.
pt_br: Não foi possível iniciar o Rebound Service Host.
ro_ro: Nu s-a putut lansa Rebound Service Host.

# CouldntLaunchServiceHostInfo
source: Your Rebound installation might be corrupted. Please open Rebound Hub and check.
pt_br: Sua instalação do Rebound pode estar corrompida. Abra o Rebound Hub e verifique.
ro_ro: Este posibil ca instalarea Rebound să fie coruptă. Deschideți Rebound Hub și verificați.

# OKButton.Content
source: OK
ru_ru: Ок
zh_cn: 确定
